package org.takla.hamla.data;

public class BasicData {

	public String[] getBanksName() {
		return new String[] { "الشاطبى", "كوم الدكة" };
	}

	public String[] getBloodTypes() {
		return new String[] { "  ـــ ", " A +", " A -", " B +", " B -", " AB +", " AB -", " O +", " O -" };
	}

	public String[] getHowDidYouKnow() {
		return new String[] { "غير ذلك", "FaceBook", "القاعة", "اعلان", "اجتماعات", "الدعوة", "كشافة", "حد جبنى",
				"حد قالى" };
	}

	public String[] getZones() {
		return new String[] { "الابراهيمية", "الجامعة", "الحضرة البحرية", "الحضرة القبلية", "الشاطبى", "المندرة",
				"المنشية", "امبروزو", "باكوس", "جليم", "سابا باشا", "سموحة", "سيدى بشر بحرى", "سيدى بشر قبلى", "فلمنج",
				"كامب شيزار", "كفر عبده", "كيلوبترا", "محطة الرمل", "محرم بك", "مصطفى كامل", " " };
	}

	public String[] getFathers() {
		return new String[] { "ا.كيرلس قلته", "ا.انجيلوس فتحى", "ا.تكلا وليم", "ا.فليمون صبحى", "ا.كاراس ابراهيم",
				" " };
	}

	public String[] getChurches() {
		return new String[] { "ابو سيفين امبروزو", "الانبا تكلا", "العذراء بمحرم بك", "العذراء بكيلوبترا",
				"العذراء بالعصافرة", "العذراء بجانكليس", "العذراء و القديس يوسف بسموحة", "العذراء شارع سيف",
				"القديسين سيدى بشر", "الملاك ميخائيل مصطفى كامل", "المرقسية", "مار جرجس باكوس", "مار جرجس الحضرة",
				"مار جرجس سبورتنج", "مارجرجس سيدى بشر", "مار جرجس الشاطبى", "مارجرجس و الانبا انطونيوس",
				"مار مينا فلمنج", "مار مينا المندرة", " " };
	}
}
